import React from 'react'

function About() {
    return(
        <div className="about"> 
            <h3 id="about-title">О Дике Членсе</h3>
                <img id="mypic"
                    src="https://storage.yandexcloud.net/am-photo/profile.jpg"
                />
        
            <div>
                <p className="about-text">Полицейский пристав Ричард Членс получает очередное задание, целью которого является ни много ни мало — спасение всей Земли. Дело в том, что его начальство подозревает, что на данный момент в кресле президента сидит не он сам, а его клон, и чтобы прозондировать почву относительного этого вопроса, засылает Членса на Луну. Судя по всему, именно там и базируется эта самая клонирующая фабрика, намеревающаяся в скором времени заполонить Землю клонами известных личностей.</p>
    
            </div>
        
           
        </div>
    )}

export default About